{
  "USER_VERIFICATION_MAIL": {
    "SUBJECT": "Welcome to Finance Tracker - Verify Your Email and Activate Your Account.",
    "INTRO": "We are thrilled to welcome you to Finance Tracker! Thank you for choosing us as your trusted platform. Your journey toward financial empowerment and success begins here.<br>To ensure the security and integrity of your account, we kindly ask you to verify your email address and activate your account.",
    "INSTRUCTIONS": "Verify Your Email",
    "BTN_COLOR": "#22BC66",
    "BTN_TEXT": "Verify your Account",
    "OUTRO": "After verifying your email, you can log in to your account and start exploring all the powerful features that Finance Tracker offers.<br>If you didn't register for an account with us, please ignore this email.<br>We're excited to have you join our community of financially savvy users. Together, we can help you achieve your financial goals and make smart money decisions.<br>Thank you for choosing Finance Tracker, and welcome aboard!"
  },
  "VERIFICATION_CONFIRM_MAIL": {
    "SUBJECT": "Account Verified - Welcome to Finance Tracker.",
    "INTRO": "Congratulations! Your account has been successfully verified and is now active. Welcome to Finance Tracker - your gateway to financial empowerment.<br>We're thrilled to have you as a member of our community. As a verified user, you can now access all the amazing features and benefits that Finance Tracker offers. Here are some of your basic details for your reference:",
    "INSTRUCTIONS": "",
    "BTN_COLOR": "",
    "BTN_TEXT": "",
    "OUTRO": "With your account now verified, you can start making the most of our platform right away. Whether you want to track your daily expenses, track investment, register income, or work toward your financial goals, we've got you covered.<br>Thank you for trusting Finance Tracker as your financial partner. We look forward to supporting you on your financial journey."
  },
  "USER_PASSWORD_RESET_REQUEST": {
    "SUBJECT": "Reset Your Finance Tracker Account Password",
    "INTRO": "We received a request to reset your password for your account at Finance Tracker.<br>To complete this process, please follow the instructions below.",
    "INSTRUCTIONS": "Reset Your Password",
    "BTN_COLOR": "#DC4D2F",
    "BTN_TEXT": "Reset Password",
    "OUTRO": "Please note:<br><ul><li>This password reset link is valid for a limited time, so make sure to use it promptly.</li><li>If you did not request this password reset, please contact us immediately. It may indicate a potential security concern.</li></ul><br>Steps to reset your password:<br><ol><li>Click on the \"Password Reset\" button above.</li><li>You will be directed to a secure page where you can create a new password.</li><li>Choose a strong and unique password and enter it in the designated fields.</li><li>Confirm your new password by re-entering it.</li><li>Save your changes.</li></ol><br>After completing these steps, your password will be successfully reset and you can log in to your account.<br>If you encounter any issues or need further assistance, please reach out to us.<br><br>Thank you for choosing Finance Tracker. Your security and privacy are our top priorities, and we are committed to providing a safe and smooth experience.<br><br>Best regards,<br>Team Finance Tracker"
  }
}
